sway
swaybg
swayidle
swaylock
foot
foot-terminfo
wmenu
jq
libnotify
dunst
grim
imv
slurp
wl-clipboard
brightnessctl
playerctl
pavucontrol
udisks2
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-desktop-portal-gtk
gnome-themes-extra
gnome-keyring
polkit-gnome
inter-font
