xorg-server
xorg-xinit
xorg-xset
xorg-xev
i3-wm
picom
xss-lock
i3lock
jq
xclip
feh
dmenu
dunst
libnotify
maim
udisks2
playerctl
pavucontrol
brightnessctl
polkit-gnome
gnome-keyring
gnome-themes-extra
gnome-settings-daemon
xdg-desktop-portal-gtk
inter-font
